INSERT INTO CUSTOMERS  VALUES (gen_id(gen_pokup,1), 'Владислав', 'Круглов', 'Миронович', '89910280919', 'ул.Парковая,дом 78,квартира 247', '4438 716090', '406265032602');
INSERT INTO CUSTOMERS  VALUES (gen_id(gen_pokup,1), 'Максим', 'Сидоров', 'Андреевич', '89771773614', 'ул.Пушкина,дом 1,квартира 157', '4188 479041', '636478573181');
INSERT INTO CUSTOMERS  VALUES (gen_id(gen_pokup,1), 'Сергей', 'Никитин', 'Тимофеевич', '89779233625', 'ул. Ленина, дом 41, квартира 290', '4616 708581', '834250301746');
INSERT INTO CUSTOMERS  VALUES (gen_id(gen_pokup,1), 'Александр', 'Чернышев', 'Иванович', '89913919258', ' ул. Советская, дом 24, квартира 151', '4841 590935', '451715165767');
INSERT INTO CUSTOMERS  VALUES (gen_id(gen_pokup,1), 'Дарья', 'Громова', 'Денисовна', '89636607837', 'ул.Пушкина,дом 72,квартира 288', '4596 508173', '234490233155');
INSERT INTO CUSTOMERS  VALUES (gen_id(gen_pokup,1), 'Дарья', 'Соколова', 'Михайловна', '89099969037', 'ул.Хрущёва,дом 10,квартира 186', '4512 235656', '633866660022');
INSERT INTO CUSTOMERS  VALUES (gen_id(gen_pokup,1), 'Николай', 'Кравцов', 'Филиппович', '89969753445', 'ул.Строителей,дом 24,квартира 127', '4668 502129', '721428841139');
INSERT INTO CUSTOMERS  VALUES (gen_id(gen_pokup,1), 'Лев', 'Калинин', 'Максимович', '89969650265', 'ул.Королёва,дом 61,квартира 89', '4848 276046', '908219529845');
INSERT INTO CUSTOMERS  VALUES (gen_id(gen_pokup,1), 'Али', 'Ларин', 'Романович', '89645253558', 'ул.Театральная,дом 75,квартира 12', '4951 620780', '393381767082');
INSERT INTO CUSTOMERS  VALUES (gen_id(gen_pokup,1), 'Мирослава', 'Седова', 'Ярославовна', '89969741472', 'ул.Журавлёва,дом 37,квартира 269', '4136 308607', '646913945260');
INSERT INTO CUSTOMERS  VALUES (gen_id(gen_pokup,1), 'Алиса', 'Белоусова', 'Ярославовна', '89913919354', 'ул.Ленина,дом 88,квартира 17', '4327 269110', '890496755236');

COMMIT WORK;
